<!DOCTYPE HTML>
<html>
<head>
<meta charset="utf-8">
	<title>(-:) personal website (:-)</title>
	<link rel="stylesheet/less" type="text/css" href="css/styles.less" />
	<link  rel="stylesheet" type="text/css" href="css/test.css" />
	<script src="js/less-1.3.0.min.js" type="text/javascript"></script>
	<script type="text/javascript"> document.write('<script type="text/javascript" src=js/' + ('__proto__' in {} ? 'zepto' : 'jquery') + '.js><\/script>'); </script>
	<!--<script src="js/jquery.js" type="text/javascript"></script>-->
	<script src="js/script.js" type="text/javascript"></script>
</head>
<body>
	<div class="main">
		<div class="backimg">
			<?php
				$images_path = './images/backimg';

				$images = scandir($images_path);
				$slidesLen = 0;
				foreach($images as $img){
					$img_arr = explode('.', $img);
					$img_type = strtolower( end($img_arr) );
					if ($img_type=='jpg') {
						echo "<div style=\"background-image:url('$images_path/$img');\"></div>";
						$slidesLen++;
					}
				}
			?>
		</div>
		<div class="menu">
			<div class="nav">
				<ul>
					<!-- <li id='li0'><a href="index.php" >وب سایت محمد رضا اسماعیل زاده</a></li> -->
					<li id='li2'><a href="?page=about" ></a></li>
					<li id='li3'><a href="?page=txt" ></a></li>
					<li id='li4'><a href="javascript:void(0)"></a></li>
					<li id='li1'><a href="index.php" ></a></li>
					<li id='li5'><a href="javascript:void(0)" ></a></li>
					<li id='li6'><a href="?page=link" ></a></li>
					<li id='li7'><a href="?page=contact" ></a></li>
				</ul>
			</div>			
		</div>
		<div class="content_plc">
				<?php
				$page=$_GET['page'] ;
				if ($page=='about') {
				?>
				<div  id='about'>
					<p class="title">درباره من</p>
به سايت حرفه و فن خوش آمديد.اينجانب جميله اسماعيل زاده کارشناس حرفه و فن و دبير مدرسه نمونه دولتي کوثر شهر مشهد هستم. اين سايت با هدف ارتقاي سطح علمي دانش آموزان راهنمايي و ايجاد محيطي براي تبادل نظر و اطلاعات بين دبيران حرفه ايجاد شده است. براي نيل به اين هدف و ارتقاي سطح محتواي سايت از شما دوست عزيز کمک ميخواهيم؛ چنانچه مطلب، فيلم آموزشي يا... که ميتواند براي خوانندگان اين سايت مفيد باشد را براي اينجانب از قسمت ارسال پيام ارسال کنيد.در صورت مفيد بودن با نام خودتان در سايت قرار داده مي شود
				</div>
				<?php
				}elseif ($page=='contact') {
				?>
				<div id='contact'>
					<table>
						<form action="" method="post">
						<tr>
							<td>نام و نام خانوادگی: </td>
							<td><input type="text" name='name'/></td>
						</tr>
						<tr>
							<td>پست الکترونیک: </td>
							<td><input type="text" name='email'/></td>
						</tr>
						<tr>
							<td>متن پیام: </td>
							<td><textarea name="msg"></textarea></td>
						</tr>
						<tr>
							<td colspan="2" class='center'><input type="submit" name='send' value='ارسال'/></td>
						</tr>
						</form>
					</table>
					
				</div>
				<?php	
				}elseif ($page=='link') {
				?>

				<div id="link" class='center'>
					<p class='title'> سایت های مرتبط</p><br/>
					<a href="">تسنباسنب بتیسابیس</a><br>
					<a href="">تسنباسنب بتیسابیس</a><br>
					<a href="">تسنباسنب بتیسابیس</a><br>
					<a href="">تسنباسنب بتیسابیس</a><br>
					<a href="">تسنباسنب بتیسابیس</a><br>
					<a href="">تسنباسنب بتیسابیس</a><br>
				</div>
				<?php
				}elseif ($page=='txt') {
				?>

				<div id="txt" >
					به سايت حرفه و فن خوش آمديد.اينجانب جميله اسماعيل زاده کارشناس حرفه و فن و دبير مدرسه نمونه دولتي کوثر شهر مشهد هستم. اين سايت با هدف ارتقاي سطح علمي دانش آموزان راهنمايي و ايجاد محيطي براي تبادل نظر و اطلاعات بين دبيران حرفه ايجاد شده است. براي نيل به اين هدف و ارتقاي سطح محتواي سايت از شما دوست عزيز کمک ميخواهيم؛ چنانچه مطلب، فيلم آموزشي يا... که ميتواند براي خوانندگان اين سايت مفيد باشد را براي اينجانب از قسمت ارسال پيام ارسال کنيد.در صورت مفيد بودن با نام خودتان در سايت قرار داده مي شودبه سايت حرفه و فن خوش آمديد.اينجانب جميله اسماعيل زاده کارشناس حرفه و فن و دبير مدرسه نمونه دولتي کوثر شهر مشهد هستم. اين سايت با هدف ارتقاي سطح علمي دانش آموزان راهنمايي و ايجاد محيطي براي تبادل نظر و اطلاعات بين دبيران حرفه ايجاد شده است. براي نيل به اين هدف و ارتقاي سطح محتواي سايت از شما دوست عزيز کمک ميخواهيم؛ چنانچه مطلب، فيلم آموزشي يا... که ميتواند براي خوانندگان اين سايت مفيد باشد را براي اينجانب از قسمت ارسال پيام ارسال کنيد.در صورت مفيد بودن با نام خودتان در سايت قرار داده مي شودبه سايت حرفه و فن خوش آمديد.اينجانب جميله اسماعيل زاده کارشناس حرفه و فن و دبير مدرسه نمونه دولتي کوثر شهر مشهد هستم. اين سايت با هدف ارتقاي سطح علمي دانش آموزان راهنمايي و ايجاد محيطي براي تبادل نظر و اطلاعات بين دبيران حرفه ايجاد شده است. براي نيل به اين هدف و ارتقاي سطح محتواي سايت از شما دوست عزيز کمک ميخواهيم؛ چنانچه مطلب، فيلم آموزشي يا... که ميتواند براي خوانندگان اين سايت مفيد باشد را براي اينجانب از قسمت ارسال پيام ارسال کنيد.در صورت مفيد بودن با نام خودتان در سايت قرار داده مي شودبه سايت حرفه و فن خوش آمديد.اينجانب جميله اسماعيل زاده کارشناس حرفه و فن و دبير مدرسه نمونه دولتي کوثر شهر مشهد هستم. اين سايت با هدف ارتقاي سطح علمي دانش آموزان راهنمايي و ايجاد محيطي براي تبادل نظر و اطلاعات بين دبيران حرفه ايجاد شده است. براي نيل به اين هدف و ارتقاي سطح محتواي سايت از شما دوست عزيز کمک ميخواهيم؛ چنانچه مطلب، فيلم آموزشي يا... که ميتواند براي خوانندگان اين سايت مفيد باشد را براي اينجانب از قسمت ارسال پيام ارسال کنيد.در صورت مفيد بودن با نام خودتان در سايت قرار داده مي شودبه سايت حرفه و فن خوش آمديد.اينجانب جميله اسماعيل زاده کارشناس حرفه و فن و دبير مدرسه نمونه دولتي کوثر شهر مشهد هستم. اين سايت با هدف ارتقاي سطح علمي دانش آموزان راهنمايي و ايجاد محيطي براي تبادل نظر و اطلاعات بين دبيران حرفه ايجاد شده است. براي نيل به اين هدف و ارتقاي سطح محتواي سايت از شما دوست عزيز کمک ميخواهيم؛ چنانچه مطلب، فيلم آموزشي يا... که ميتواند براي خوانندگان اين سايت مفيد باشد را براي اينجانب از قسمت ارسال پيام ارسال کنيد.در صورت مفيد بودن با نام خودتان در سايت قرار داده مي شود.
				</div>
				<?php
				}
				?>
			
		</div>
		<div class="clear"></div>
	</div>
</body>
</html>