<?php
include_once('menu.php') ;
?>
<div class="content_plc">
	<div id="container_text">
		<p class='title textttl'></p>
		<div>
			<h4><a href="">یکی از اساسی ترین رابط های موجود</a></h4>
			<hr/>
			<span class="date_write">7 آذر 1390</span>
			<span class="contiue_link"><a href="">ادامه مطلب</a></span>
			<hr/>
			<div class="txt">
				لینک ها یکی از اساسی ترین مولفه های تعاملی بین کاربر و صفحه وب است که با کلیک کاربر بر روی لینک و بارگذاری صفحه مورد نظرش ختم می شود که در یک صفحه وب جزء ضروری ترین عناصر هستند. استفاده از لینک ها چنان فراگیر شده اند که ما تقریبا آنها را در طرح های خود بسیار معمولی گرفته و یادمان می رود که یک صفحه وب ابتدا با وجود لینک ها کار می کنند.لینک ها یکی از اساسی ترین مولفه های تعاملی بین کاربر و صفحه وب است که با کلیک 
			</div>
		</div>
		<div>
			<h4><a href="">یکی از اساسی ترین رابط های موجود</a></h4>
			<hr/>
			<span class="date_write">7 آذر 1390</span>
			<span class="contiue_link"><a href="">ادامه مطلب</a></span>
			<hr/>
			<div class="txt">
				لینک ها یکی از اساسی ترین مولفه های تعاملی بین کاربر و صفحه وب است که با کلیک کاربر بر روی لینک و بارگذاری صفحه مورد نظرش ختم می شود که در یک صفحه وب جزء ضروری ترین عناصر هستند. استفاده از لینک ها چنان کاربر بر روی لینک و بارگذاری صفحه مورد نظرش ختم می شود که در یک صفحه وب جزء ضروری ترین عناصر هستند. استفاده از لینک ها چنان فراگیر شده اند که ما تقریبا آنها را در طرح های خود بسیار معمولی گرفته و یادمان می رود که یک صفحه وب ابتدا با وجود لینک ها کار می کنند.
			</div>
		</div>
		<div class="paging">
			<ul>
				<li><a href="">1</a></li>
				<li><a href="">2</a></li>
				<li><a href="">3</a></li>
				<li><a href="">4</a></li>
			</ul>
		</div>
	</div>
</div>
<div class="clear"></div>
</div>
</body>
</html>